tap "dbt-labs/dbt"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "k0sproject/tap"
tap "microsoft/mssql-release"
tap "mikhailai/misc"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "teamookla/speedtest"
brew "act"
brew "openssl@3"
brew "readline", link: true
brew "xz"
brew "ansible"
brew "antidote"
brew "glib"
brew "lzo"
brew "harfbuzz"
brew "apache-spark"
brew "argo"
brew "argocd"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "bzip2"
brew "c-blosc"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "curl"
brew "diff-so-fancy"
brew "dive"
brew "perl"
brew "dpkg"
brew "node"
brew "eslint"
brew "eza"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fortune"
brew "unixodbc"
brew "fzf"
brew "fzy"
brew "gcc"
brew "geos"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "grip"
brew "handbrake"
brew "hdf5"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "id3lib"
brew "iperf"
brew "jq"
brew "openblas"
brew "julia"
brew "kompose"
brew "krew"
brew "kustomize"
brew "lapack"
brew "libpq"
brew "libslirp"
brew "linkerd"
brew "z3"
brew "llvm"
brew "lua"
brew "mosquitto"
brew "zlib", link: true
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "numpy"
brew "pandoc"
brew "pgloader"
brew "pipx"
brew "podman"
brew "polynote"
brew "postgresql@14"
brew "pwgen"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "r"
brew "ranger"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "sops"
brew "starship"
brew "step"
brew "task"
brew "tcl-tk"
brew "telnet"
brew "timewarrior"
brew "uv"
brew "velero"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "zf"
brew "zoxide"
brew "zplug"
brew "hashicorp/tap/terraform"
brew "k0sproject/tap/k0sctl"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "mikhailai/misc/usbutils"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "teamookla/speedtest/speedtest"
cask "basictex"
cask "blackhole-2ch"
cask "figma"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "github"
cask "google-cloud-sdk"
cask "httpie"
cask "jordanbaird-ice"
cask "lens"
cask "mark-text"
cask "microsoft-teams"
cask "monodraw"
cask "nextcloud"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "proxy-audio-device"
cask "pycharm"
cask "r"
cask "rancher"
cask "rstudio"
cask "vagrant-manager"
cask "wireshark"
vscode "almenon.arepl"
vscode "benjaminbenais.copilot-theme"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "james-yu.latex-workshop"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-snippet.snippet"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
